Гусеничный сельскохозяйственный трактор общего назначения ТСХ-600 предназначен для применения во всех основных почвенно-климатических зонах РФ, предпочтительно в 2-6 зонах, в полевых участках площадью более 120 Га, с параметрами окружающей среды в соответствии с выполнениями полного комплекса сельскохозяйственных работ и сроками их проведения, при эксплуатации в диапазоне температур от -20 до +40 градусов, относительной влажности до 100%, запылённости до 2,5 г/м3, при высоте эксплуатации до 1500 метров над уровнем моря. В случае эксплуатации при более низких температурах, устанавливается дополнительная система предпускового подогрева охлаждающей жидкости дизельного двигателя, а также воздушного подогрева воздуха, поступающего в кабину. Трактор предназначен для эксплуатации с агрегированием большим перечнем орудий труда, предназначенных для тракторов с тяговым усилием 4-6 тс, или мощностью двигателя до 420 л.с. При агрегатировании должно быть обеспечено правильное размещение и функционирование машин, входящих в комплекс гусеничного трактора, гарантирующее полное соответствие качества выполнения работ, заданными агротехническим требованиям на всех предусмотренных технологических операциях. Трактор предназначен для выполнения в агрегате с навесными, полунавесными и прицепными гидрофицированными машинами следующих работ: вспашки средних и тяжелых почв, в том числе с оборотными плугами, глубокого безотвального рыхления, плантажной вспашки, чизелевания, предпосевной обработки почвы и посева зерновых за один проход в агрегате с современными почвообрабатывающими посевными комплексами, культивации, лущения стерни, дискования почвы, снегозадержания, а также транспортных и вспомогательных работ с использованием бульдозерного оборудования. Рациональная компоновка трактора с центральным размещение кабины и выдвинутой моторной установкой обеспечивает требования по навесоспособностям. Переналаживаемая гидронавесная система в комплексе с прицепными устройствами позволяет агрегироваться с различными сельскохозяйственными машинами и орудиями. ТСХ-600 агрегатируется со шлейфом из 87 сельскохозяйственных машин (55 заимствованы от тракторов К-700, К-701М) и позволяет эксплуатировать круглый год в макроклиматических районах с умеренным климатом. По выполняемым агротехническим работам трактор ТСХ-600 по тяговым усилиям в сравнении с колёсными тракторами, обладая аналогичной тяговой характеристикой, превосходит по топливной экономичности их на 15-20%. Высокие тягово-сцепные свойства и уменьшенная уплотняемость почвы по отношению к колёсным тракторам в 2-3 раза, позволяют работать на переувлажненных почвах, обеспечивают более ранний выход на поля и выполнение сельскохозяйственных работ в оптимальные агротехнические сроки. Это является залогом получения более высокого урожая по отношению использования тех же агротехнических операций колёсными тракторами. Также немаловажное значение имеет высокоэффективное соотношение скоростных параметров двигателя и кинематических соотношений трансмиссии, обеспечивают оптимальную тяговую характеристику трактора и экономичную работу двигателя, в том числе и за счет переключения передач под нагрузкой в каждом диапазоне. Работа машино -тракторного агрегата с реализацией тяговых усилий от 4,3 до 6,1 тонн на скоростях движения соответственно 12,5 – 9,48 км/ч в одном диапазоне не требует переключения на другой диапазон и обеспечивает экономичность работы. При комплектации трактора уделено очень большое внимание уплотняющим элементам, которые в целом используют современные силиконовые или фторкаучуковые сальники и манжеты, которые позволяют выдерживать рабочие температуры агрегатов более 180 градусов без ухудшения эксплуатационных качеств. Так же очень большое внимание уделено рабочему месту оператора и климату в кабине. Применена мощная система кондиционирования воздуха и очистки поступающего в кабину воздуха.  Для уменьшения ежесменного технического обслуживания применёна система дополнительной очистки воздуха для двигателя, которая состоит их центробежного самоочищающегося элемента очистки входящего воздуха. Трактор оснащён цифровой системой контроля и управления всеми узлами и агрегатами трактора, производящими тестирование всех систем до запуска, так и во время выполнения технологических операций без отвлечения внимания оператора, что упрощает эксплуатацию трактора и требует меньшей квалификации обслуживающего персонала. На экран выводятся только параметры, которые имеют критические отклонения. В кабине для поддержания необходимого климата используется автоматическая система поддержания климата. Наличие мощной тепловой установки, а также охладителя большой мощности, позволяет обеспечить комфортную рабочую температуру в кабине в диапазоне +20 + 25 градусов при окружающей от -25 градусов до +40 градусов. Индивидуальная торсионная подвеска с независимыми опорными катками обеспечивает трактору высокую плавность хода, высокую линейность движения по пересечённой местности, благодаря которой трактор  не имеет аналогов по проходимости на полях повышенной влажности и снежному покрову и позволяет трактору выходить на поля в более ранние агротехнические сроки, работать на зимних полях, что невозможно на колесных аналогах классов 6-8. Высокие тягово-сцепные свойства и тяговый КПД, самоочищаемость гусениц обеспечивают агрегатируемость трактора с широкозахватными орудиями на высоких скоростях, что позволяет выполнить работу в сжатые сроки меньшим числом тракторов. Рациональная компоновка трактора с центральным размещение кабины и выдвинутой моторной установкой обеспечивает требования по навесоспособностям. Переналаживаемая гидронавесная система в комплексе с прицепными устройствами позволяет агрегироваться с различными сельскохозяйственными машинами и орудиями. ТСХ-600 агрегатируется со шлейфом из 87 сельскохозяйственных машин (55 заимствованы от тракторов К-700, К-701М) Эксплуатируется круглый год в макроклиматических районах с умеренным климатом.
<h4>Двигатель.</h4>
На трактор устанавливаются два двигателя, импортный WP-12G380Е360, отечественный Д-3061, шестицилиндровый, рядный, дизельный, лицензионный двигатель фирмы Штаер. Мощность двигателя 320-420 л.с. В рамках контроля за рабочими параметрами дополнительно добавлены датчик наличия в топливе влаги, датчик засорённости масляного фильтра, датчик засорённости воздушного фильтра. На двигатель установлен электрический топливный насос. На двигателе применён двухступенчатый пластинчатый воздухоочиститель, позволяющий быстро снимать и обслуживать. Так же для увеличения времени эксплуатации трактора без очистки воздуха установлен современный центробежный самоочищающийся циклон входящего воздуха. Имеет теплообменник Охлаждающая жидкость/масло, что позволяет отказаться от дополнительного охлаждения масла в режиме высокой температуры охлаждающего воздуха.
<div class="floatLeft">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/WP-12G380E310.png" alt="WP-12G380Е310">
  <p class="imgDescription">WP-12G380Е310</p>
</div>
<div class="floatRight">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/D-3061-10.jpg" alt="Д-3061-10">
  <p class="imgDescription">Д-3061-10</p>
</div>
<div class="clearfix"></div>
<h4>Трансмиссия</h4>
Состоит из коробки перемены передач, моста и конечных передач, гидросистемой управления поворотом и бесступенчатым переключением скоростей в диапазоне, валом отбора мощности.
<div class="floatLeft">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/transmission_1.png" alt="transmission_1">
</div>
<div class="floatRight">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/transmission_2.png" alt="transmission_2">
</div>
<div class="clearfix"></div>
<h4>Коробка перемены передач</h4>
(коробка скоростей) механическая, с гидравлическим переключением без разрыва потока мощности в одном диапазоне. Позволяет изменять скоростной режим от 2 до 18 км/час, имеет три диапазона скоростей вперёд и один диапазон назад, переключаемые с разрывом потока мощности, четыре скорости в диапазоне, управляемые переключением электроникой, переключаемые без разрыва потока мощности. Данные действия безразрывности реализованы за счёт брустерных пакетов дисков, расположенных в коробке скоростей. В трансмиссии реализованы передовые решения, которые позволяют достигнуть КПД более 92%.
<div class="floatLeft">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/gearBox_1.png" alt="gearBox_1">
</div>
<div class="floatRight">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/gearBox_2.png" alt="gearBox_2">
</div>
<div class="clearfix"></div>
<h4>Мост</h4>
Состоит из планетарного редуктора и комплекта брусеров, состоящих из наборов дисков, которые позволяют трактору производить плавный поворот, резкий поворот и разворот на месте. Управление производится за счёт управления работой дисков в брустере с помощью гидравлического управления. Для увеличения рабочего ресурса все диски моста работают в принудительной системе смазки, а для стабильности характеристик применена система охлаждения масла. В механизме поворота предусмотрена установка системы точного земледелия, которая позволяет обеспечить движение по заданной траектории с высокой точностью, с использованием дисковых муфт тормоза и фрикциона с дополнительной корректировкой вращения с помощью гидромоторов. Смазка моста и коробки перемены передач имеют единую систему смазки.
<h4>Передача конечная левая и правая</h4>
Двухступенчатый редуктор, где одна из ступеней является планетарным редуктором, что позволяет передавать высокий крутящий момент на гусеничные ленты для движения. Конечные передачи так же служат для установки опоры задней трёхточечной или двухточечной гидрофифированной навески трактора.
<div class="floatLeft">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/gearLeftOrRight_1.png" alt="gearLeftOrRight_1">
</div>
<div class="floatRight">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/gearLeftOrRight_2.png" alt="gearLeftOrRight_2">
</div>
<div class="clearfix"></div>
<h4>Гидросистема трансмиссии</h4>
Имеет гидросистему управления коробкой скоростей и гидросистему поворота. Имеет охлаждающий радиатор для рабочего масла коробки и моста, который позволяет работать трактору в полную нагрузку до +40С окружающей среды.
<div class="floatLeft">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/transmissionHydraulicSystem_1.png" alt="transmissionHydraulicSystem_1">
</div>
<div class="floatRight">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/transmissionHydraulicSystem_2.png" alt="transmissionHydraulicSystem_2">
</div>
<div class="clearfix"></div>
<h4>Вал отбора мощности ВОМ</h4>
Является двухскоростным редуктором с плавным включением и выключением. На выходном валу устанавливаются сменные переходные втулки, которые позволяют иметь присоединительные шлицы для любых орудий труда, которым необходим привод для вращения.
<div class="floatLeft">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/PTOBOM_1.png" alt="PTOBOM_1">
</div>
<div class="floatRight">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/PTOBOM_2.png" alt="PTOBOM_2">
</div>
<div class="clearfix"></div>
<h4>Гидрообъёмный ходоуменьшитель</h4>
Установлен в коробке перемены передач. Позволяет обеспечить плавное изменение скорости в понижающем ряду от 0,15 до 1,5 км/час с использованием рабочих диапазонов скоростей коробки.
<h4>Шасси</h4>
Cостоит из цельносварной рамы, на которой размещены элементы для установки элементов шасси, опорных, поддерживающих катков, механизм гидравлического натяжения гусеничной ленты, кронштейны для установки дизельного двигателя, блока радиаторов, трансмиссии, опоры для кабины, облицовки. Ходовая трактора состоит из двенадцати индивидуально подрессоренных с помощью торсиона опорных кареток, по шесть на каждую сторону. Так же на каждой стороне установлены по три поддерживающих катка для уменьшения прогиба гусеничной ленты и снятие критических углов провисания. Для упрощения обслуживания гусеничная лента натягивается с помощью гидравлического цилиндра до нужного эксплуатационного размера. Гусеничная лента состоит из стальных траков и резиноармированных пальцев (наплавлены полиуретаном для увеличения ресурса гусеничной ленты до 5 000 моточасов), для уменьшения трения металлических частей трака и пальца, устранения из места контакта земли и песка (абразива).
<div class="bigImg">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/chassis.png" alt="chassis">
</div>
<div class="clearfix"></div>
<h4>Топливный бак</h4>
Состоит из двух топливных баков, один расположен под кабиной, другой сверху с левой стороны кабины, через который и происходит заправка обоих баков, имеющие соединение. Бак имеет защищенную систему от пролива топлива в случае опрокидывания трактора. Имеет общую вместительность 580 литров, что позволяет работать трактору более 10 часов без заправки.
<div class="bigImg">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/fuelTank.png" alt="fuelTank">
</div>
<div class="clearfix"></div>
<h4>Бак гидросистемы</h4>
Цельносварной бак, имеет систему охлаждения через радиатор, который позволяет работать трактору с температурой окружающей среды до +40С. Так же бак снабжён системой внутренней очистки масла до чистоты масло не ниже 5мкм, что является высоким качеством очистки для эксплуатации гидравлических орудий труда и внутренней гидравлической системы.
<h4>Гидросистема</h4>
Устанавливается несколько типов гидрораспределителей. В обычном случае устанавливается пятидиапазонный секционный распределитель, имеющий четыре диапазона обычного переключения, пятый – имеет плавающее-следящее положение для работы с работы с задней навеской при пересечённой местности. Допускается установка гидрораспределителя с возможностью регулировки расхода жидкости в каждой секции. На выходы установлены концевые размыкатели быстрого съёма. Также для увеличения срока службы гидравлических систем на каждый выход установлен местный проходной фильтр высокого давления, который позволяет исключить попадание абразивных частиц при наличии их в прицепных орудиях труда.                                                                     <div class="floatLeft">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/hydraulicSystem_1.png" alt="hydraulicSystem_1">
</div>
<div class="floatRight">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/hydraulicSystem_2.png" alt="hydraulicSystem_2">
  <p class="imgDescription">Проходной фильтр высокого давления</p>
</div>
<div class="clearfix"></div>
<h4>Кабина</h4>
Цельносварная, с высокой степенью остекления, имеет мощную климатическую установку нагрева и кондиционирования воздуха, очистку поступающего воздуха. Всё это позволяет с высокой стабильностью поддерживать климат в кабине. В верхней части кабины размещены фильтрующие элементы входящего в кабину воздуха. Так же в кабине имеются два датчика температуры, которые позволяют достаточно комфортно настроить температуру воздуха в верхней части и нижней части кабины. Имеет подрессоренное водительское сидение, которое регулируется по углу наклона и по жёсткости под вес оператора. Дополнительно имеется пассажирское неподрессоренное сиденье. Цифровой монитор для отображения информации и цифровое управление снимает дополнительную нагрузку с оператора за всеми контрольными параметрами трактора. На цифровом мониторе отображается только скорость трактора и частота вращения двигателя. В случае выхода из рабочих параметров на мониторе начинает отображаться характеристика, которая вышла за пределы эксплуатационных параметров. В случае игнорирования отклонения оператором, через определённое время, запрограммированное в данных, трактор остановится, при необходимости остановит дизель и подаст сигнал тревоги на пульт или на сотовый телефон руководителя.
<h4>Облицовка</h4>
Пластиковая, раздельная, со съёмными боковинами и откидной передней частью. Боковые съёмные части облицовки позволяют осуществлять к системам двигателя и навесным системам для проведения ежесменного технического обслуживания. Передняя часть откидная, для уменьшения времени на обслуживание и упрощенной очистки радиаторного блока.
<div class="bigImg">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/facing.png" alt="facing">
</div>
<div class="clearfix"></div>
<h4>Освещение</h4>
Освещение трактора имеется спереди и сзади. Уровень освещения позволяет работать трактору в ночное время и в условиях высокой запылённости. Спереди установлено четыре фары на разных высотах, сзади установлены две фары, которые позволяют следить за орудиями труда и производить их корректировку при необходимости. Переднее освещение позволяет изменять режим освещения по длине света (ближнее/дальнее)
<h4>Задняя навеска</h4>
Трёхточечная задняя навеска, грузоподъёмностью 8 тонн, управляемой двумя гидроцилиндрами, имеющая центральную тягу с амортизатором, позволяющего компенсировать превышение рабочего усилия, в случае попадания постороннего предмета в орудия труда, установленные на навеску.
<div class="floatLeft">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/rearHitch_1.png" alt="rearHitch_1">
</div>
<div class="floatRight">
  <img src="/images/dest/tracked_agricultural_tractors/tsh_600/rearHitch_2.png" alt="rearHitch_2">
</div>
<div class="clearfix"></div>  
