<h4>Трактор гусеничный универсальный ТГУ-4</h4>
<p>Базовое шасси гусеничного универсального трактора четвёртого тягового класса ТГУ-4, рассчитано для установки на технологической площадке, расположенной сзади кабины, технологического оборудования в соответствии с максимальной грузоподъемностью гусеничного шасси трактора. Спереди шасси допускается установка передней навески с навесным устройством толкатель, бульдозер, клинобульдозер. В комплектации с бульдозерной навеской трактор дополнительно может быть применен для устройства волоков, погрузочных площадок, подъездных путей, содержания дорог, обустройства мастерских участков и котлованов, канав, траншей; перемещения сыпучих материалов, разработки рыхлых грунтов первой и второй категорий. Трактор предназначен для применения во всех основных почвенно-климатических зонах РФ, в макроклиматических районах без ограничения применения, на грунтах с несущей способностью не менее 70 кПа, при глубине снежного покрова до 1,2м, при наличии подроста, валежника и кустарника, на уклоне местности не более 15 градусов, с преодолением отдельных препятствий (валежник, пни и т.д.) высотой до 0,5 м. с параметрами окружающей среды в соответствии с выполнениями полного комплекса работ и сроками их проведения, при эксплуатации в диапазоне температур от -20 до +40 градусов, относительной влажности до 100%, запылённости до 2,5 г/м3, при высоте эксплуатации до 1500 метров над уровнем моря. В случае эксплуатации при более низких температурах, устанавливается дополнительная система предпускового подогрева охлаждающей жидкости дизельного двигателя, а также воздушного подогрева воздуха, поступающего в кабину. При агрегатировании технологическим оборудованием должно быть обеспечено правильное размещение и функционирование оборудования, входящих в комплекс гусеничного трактора, гарантирующее полное соответствие качества выполнения работ, заданными техническими требованиям на всех предусмотренных технологических операциях. Для энергообеспечения навесного оборудования на шасси предусмотрена установка двигателя, мощностью до 180 л.с. Также в промежутке между карданами устанавливается технологический редуктор, предназначенный для установки двух насосов типа НШ-100 или аналогичных по рабочему объёму аксиальных управляемых и неуправляемых насосов. При комплектации трактора уделено очень большое внимание уплотняющим элементам, которые в целом используют современные силиконовые или фторкаучуковые сальники и манжеты, которые позволяют выдерживать рабочие температуры агрегатов более 180 градусов без ухудшения эксплуатационных качеств. Так же очень большое внимание уделено рабочему месту оператора и климату в кабине. В кабине для поддержания необходимого климата используется автоматическая система поддержания климата. Наличие двух тепловых установок, а также охладителя большой мощности, позволяет обеспечить комфортную рабочую температуру в кабине в диапазоне +20 + 25 градусов при окружающей от -25 градусов до +40 градусов. Сиденье тракториста-оператора оснащено механизмом поворота на 180 градусов, позволяющему управлять технологическим оборудованием. Трактор оснащён цифровой системой контроля и управления всеми узлами и агрегатами трактора, производящими тестирование всех систем до запуска, так и во время выполнения технологических операций без отвлечения внимания оператора, что упрощает эксплуатацию трактора и требует меньшей квалификации обслуживающего персонала. На экран выводятся только параметры, которые имеют критические отклонения. В кабине для поддержания необходимого климата используется автоматическая система поддержания климата. Шасси предназначено для монтажа следующего навесного технологического оборудования: канатно-чёкерного, безчёкерного, установки разведочного бурения типа УРБ-2 и УРБ-4Т, самосвального кузова с объёмом до 8м3, сварочного модуля с грузоподъёмным и без грузоподъёмного оборудования, технологической будки для перевозки до 10 человек, установки водяных емкостей до 5м3 с насосом для закачки и подачи воды под давлением, лесопожарным оборудованием с лесным плугом типа ПКЛ-70 и другим технологическим оборудованием, имеющим полную эксплуатационную массу совместно с навесным оборудованием до 10 500кг.</p>
<h4>Рама</h4>
<p>Цельносварная, лонжеронного типа, с лонжеронами нижнего ряда (швеллер 400) и цельным лонжероном верхней части, без разреза, для возможности установки любого навесного оборудования и увеличения жёсткости рамы, с трубами, для установки кривошипа натяжения гусеничной ленты, рабочих передних и задних кареток. В нижней части рама полностью закрыта защитой из приваренных стальных листов, в передней части под двигателем съёмный лист для упрощения доступа к дизелю во время технического обслуживания. Рабочие габариты устанавливаемого технологического оборудования 3 200 х 2 500 х 2 600 мм (ДхШхВ). Максимальная грузоподъёмность шасси составляет 9 200 кг.</p>
<div class="bigImg">
  <img src="/images/dest/tracked_universal_tractors/tgu_4/frame.png" alt="frame">
</div>
<div class="clearfix"></div>
<h4>Каретки передние</h4>
<p>Каретки передние, левая и правая, состоят из собственно переднего рычага левого или правого, и, установленного в него балансира с двумя опорными катками. Каретка передняя левая и правая.</p>
<div class="bigImg">
  <img src="/images/dest/tracked_universal_tractors/tgu_4/carriages.png" alt="carriages">
</div>
<div class="clearfix"></div>
<h4>Каретки задние</h4>
<p>Каретки задние, левая и правая, с балансирами и установленными опорными катками. Для увеличения прочности заднего рычага по тавровой части дополнительно приварены пластины усилители</p>
<div class="bigImg">
  <img src="/images/dest/tracked_universal_tractors/tgu_4/rear_carriages.png" alt="rear_carriages">
</div>
<div class="clearfix"></div>
<h4>Механизм натяжения</h4>
<p>Состоит из кривошипов натяжения (2 штуки) с направляющим колесом, и, собственно амортизационно-натяжного устройства (2штуки соответственно, по одному на каждую сторону), состоящего из устройства механического натяжения гусеничной ленты до необходимой величины, и, пружинного амортизатора, который компенсирует изменение длины гусеничной ленты при наезде на препятствие, или попадания посторонних предметов в саму ленту</p>
<div class="bigImg">
  <img src="/images/dest/tracked_universal_tractors/tgu_4/tensioning_mechanism.png" alt="tensioning_mechanism">
</div>
<div class="clearfix"></div>
<h4>Гусеничная лента</h4>
<p>Состоит из стальных пальцев и траков, в количестве 148 штук, шириной 500 мм. Также возможна установка траков шириной 550 и 600 мм. На конечные передачи дополнительно предусмотрена установка отбойной площадки, которая необходима для отбоя пальцев, которая установлена на конечной передаче и служит для возврата пальцев в рабочее положение в ленте, в режиме притирки пальцев к тракам, в режиме обкатки, для исключения участия контроля оператором за состоянием местоположения пальцев в траке.</p>
<h4>Блок силовой передачи</h4>
<p>Состоит из передачи конечной левой и правой, заднего моста, коробки скоростей.</p>
<h4>Коробка скоростей</h4>
<p>МТ4.37А.001 – Коробка механическая, четырёхскоростная, с реверс редуктором, с понижающей передачей, с реверсом назад, что позволяет в эксплуатационном режиме иметь вперёд восемь скоростей и назад четыре скорости.</p>
<h4>Задний мост</h4>
<p>МТ4.38.001А-01– чугунный, или стальной сварной, состоит из планетарного механизма, увеличенными втулками трения в солнечных шестернях. В качестве тормозных и фрикционных элементов используются пакеты тормозных дисков, работающих в сухом отсеке. На фрикционном пакете один диск, тормозной пакет, два диска. Использование в качестве тормозных и фрикционных элементов дисков вместо барабанов, позволяет уменьшить межсервисные регулировки, а также обеспечить стабильную работу поворотного механизма во время эксплуатации. </p>
<div class="bigImg">
  <img src="/images/dest/tracked_universal_tractors/tgu_4/bridge.png" alt="bridge">
</div>
<div class="clearfix"></div>
<h4>Передача конечная</h4>
<p>Т5.39.001 – одноступенчатый редуктор. В отличие от всех производителей, выпускающих данный тип техники, шестерня не на ненадежном болтовом соединении, на плавающем зубчатом соединении ведущей шестерни и ступицы. На ведущий вал установлено ведущее колесо (звезда).</p>
<div class="floatLeft">
  <img src="/images/dest/tracked_universal_tractors/tgu_4/final_transfer.png" alt="final_transfer">
</div>
<div class="floatRight">
  <img src="/images/dest/tracked_universal_tractors/tgu_4/final_transfer_covered.png" alt="final_transfer_covered">
</div>
<div class="clearfix"></div>
<h4>Уплотнения</h4>
<p>Все уплотнения, используемые при сборке узлов трансмиссии, ходовой, устанавливаются силиконовые или фторкаучуковые, которые позволяют обеспечить большой ресурс без ремонта, отсутствие утечек масла. Рабочая температура уплотнений до +180 градусов.</p>
<div class="floatLeft">
  <img src="/images/dest/tracked_universal_tractors/tgu_4/seals_1.png" alt="seals_1">
</div>
<div class="floatRight">
  <img src="/images/dest/tracked_universal_tractors/tgu_4/seals_2.png" alt="seals_2">
</div>
<div class="clearfix"></div>
<h4>Карданы и промежуточная опора</h4>
<p>На базовом шасси устанавливается два кардана. В промежутке между карданами установлен привод гидронасосов для рабочего оборудования, устанавливаемого на данную базу. Привод допускает установку четырёх гидравлических насосов. Типы устанавливаемых насосов могут быть шестерёнными, аксиально-поршневыми управляемыми, аксиально-поршневыми неуправляемыми. </p>
<h4>Кабина одноместная</h4>
<p>Кабина одноместная, сварная, стальная, ударопрочная, состоящая из жёсткого каркаса, изготовленного из стального профиля и необходимых усилений. Это позволяет эксплуатировать трактор без дополнительной системы защиты ROPS и FOPS. При необходимости на кабину могут быть установлены решётки на переднее, боковые и заднее стекло, которые защитят стекла от мелких деревьев и веток (Защита OPS). </p>
<p>Кабина имеет высококачественную отделку шумо-виброизоляционными материалами. Нижняя часть кабины отделана шумопоглащающим материалом на основе битумных мастик, а сверху дополнительно установлен шумопоглащающий материал на основе вспененного пенополиуретана высокой плотности. Со стороны дизельного двигателя применён высококачественный многослойный изоляционный материал на основе каучуков разной плотности. Для отражения тепла от двигательного отсека дополнительно покрыт защитой из алюминиевой фольги. Дополнительно для уменьшения шума и вибрации, а также для закрытия металлических элементов, внутренняя часть кабины отделана пластиковыми элементами, которые закрывают все металлические части кабины (стойки, поперечные рамки, каркас двери, защитный щиток обслуживания двигателя). Все применённые способы позволяют получить уровни вибрации действующих значений в диапазоне 86-88 Дб в диапазоне частот 8-63 Гц, 82-86 Дб в диапазоне 125-2000 Гц, что позволяет уменьшить утомляемость оператора за рабочую смену. Также по уровню шума (звуковых колебаний) позволяет получить эквивалентные уровни звука в дБА – 60-69 дБА в диапазоне частот от 63-4000 Гц. Также для обеспечения комфортной температуры в кабине установлены две климатических установки, одна сверху, одна снизу. В одной из климатической установок предусмотрена установка кондиционера. Для увеличения теплоотдачи отопителя в холодное время, дополнительно установлен водяной насос для увеличенной прокачки охлаждающей жидкости через радиатор отопителя и увеличения теплоотдачи. Для качественного потока движения воздуха в кабине в верхней части установлена система обратных клапанов, которая позволяет нагнетаемому воздуху двигаться только по заданной траектории.</p>
<p>Так же система внутренней циркуляции воздуха в салоне предусматривает подачу нагнетаемого воздуха по воздуховодам, которые целенаправленно позволяют подавать воздух к необходимым местам (лобовое стекло, боковое стекло, ноги оператора, заднее стекло, рассеянная подача на оператора).</p>
<p>В кабине размещены щиток приборов, пульт управления предпусковым подогревателем (входит в стандартную комплектацию), пульт управления климатической установкой в салоне трактора с возможностью автоматической регулировки климата (климат-контроль), узел управления поворота джойстиком (установлен на сиденье оператора) или полуповоротный руль, поворотное подрессоренное сиденье с регулировкой по наклону и по жёсткости, которое имеет возможность совершать поворот вокруг своей оси до 270 градусов. </p>
<p>В задней части кабины установлен трёх или пятисекционный гидрораспределитель (с ручным управлением, с групповым гидравлическим или электрогидравлическим управлением, с дистанционным автоматическим управлением с центрального пульта), в зависимости от комплектации трактора навесным и вспомогательным оборудованием, предназначенный для управления установленным оборудованием. </p>
<p>Справа размещён рычаг управления реверсом движения и механизмом переключения скоростей. </p>
<p>В верхней части кабины размещены фонари освещения, в передней части установлены четыре галогеновые фары, в задней части установлены две галогеновые фары. Дополнительно для увеличения качества освещения и уменьшения неосвещённых зон предусмотрена установка фароискателя спереди и сзади с управлением из кабины.</p>
<p>Для удобства входа и выхода из кабины предусмотрена откидная подножка. Так же в кабине слева от водителя размещён рычаг стояночного (горного) тормоза, который необходим для фиксации шасси в режиме покоя, не зависимо от наклона поверхности. </p>
<p>В кабине для удобства и поддержания чистоты, на полу имеется легкосъёмный коврик типа лодочка, который позволяет легко вытряхнуть грязь из кабины, не используя глубокую уборку салона, пол ровный, сварен по верхней части профиля. </p>
<p>Так же в кабине имеется люк, при снятии которого появляется возможность доступа к левой части дизельного двигателя и навесным агрегатам. Съёмный люк обклеен высококачественными шумоизоляционными материалами со стороны дизельного двигателя, имеет две защёлки, которые позволяют удерживать люк в закрытом состоянии при эксплуатации трактора. </p>
<p>Дверь кабины имеет ограничитель открывания и возможность фиксации двери в открытом состоянии. </p>
<div class="floatLeft">
  <img src="/images/dest/tracked_universal_tractors/tgu_4/single_cabin_1.png" alt="single_cabin_1">
</div>
<div class="floatRight">
  <img src="/images/dest/tracked_universal_tractors/tgu_4/single_cabin_2.png" alt="single_cabin_2">
</div>
<div class="bigImg">
  <img src="/images/dest/tracked_universal_tractors/tgu_4/single_cabin.png" alt="single_cabin">
</div>
<div class="clearfix"></div>
<h4>Щиток приборов и узел электрооборудованием</h4>
<p>Состоит из системы индикации, состоящей из электронного цифрового ЛСД – монитора, с размером 10 дюймов, на котором отображаются все параметры систем на тракторе, режимы отклонения, место отклонения. </p>
<p>Система цифрового контроля и индикации позволяет производить перед запуском проверку всех систем, так же контролировать все параметры при движении трактора, индицировать на панель только необходимые данные (скорость, тахометр, уровень топлива) не отвлекая внимания оператора, и индицируя со звуком зуммера только параметры, которые имеют отклонения от рабочих параметров режима эксплуатации. </p>
<p>Так же на щитке приборов размещены псевдосенсорные кнопки, предназначенные для управления электрооборудованием на тракторе.</p>
<h4>Аккумуляторы</h4>
<p>Расположены в аккумуляторном отсеке в задней части кабины. </p>
<p>Так же в верхней части аккумуляторного блока размещён воздухофильтр с циклоном, что позволяет проводить ежесменное техническое обслуживание (продувку фильтра первой ступени) с наименьшими временными затратами. </p>
<p>На трактор устанавливаются гелиевые аккумуляторы, ёмкостью до 90А.ч., имеющие пусковой ток до 1000 А, которые позволяют производить более уверенный пуск в холодное время.</p>
<h4>Дизельный двигатель</h4>
<p>На базовое шасси предусмотрена установка дизельного, рядного, шестицилиндрового двигателя, серии А-01МРСИ или Д-461. Мощность устанавливаемого двигателя варьируется от 130 до 168 л.с., в зависимости от необходимой мощности для обеспечения полного выполнения всех возложенных задач. Крутящий момент двигателя от 680 до 980 Нм.</p>
<p>Для уменьшения времени при ежесменном обслуживании оператором, на двигатель установлен электронасос подкачки топлива, фильтр топлива с влагоотделителем и индикацией наличия воды в топливе. </p>
<p>Так же на расширительном бачке размещён датчик уровня охлаждающей жидкости, который индицирует на цифровом табло, индицирующий критический уровень охлаждающей жидкости. </p>
<p>Для режима зимней эксплуатации трактора предусмотрена система подогрева дизельного топлива в зоне забора топлива с использование системы охлаждения трактора. </p>
<h4>Блок радиаторов</h4>
<p>Состоит из радиатора системы охлаждения двигателя, радиатора кондиционера, на который установлена индивидуальная пара вентиляторов охлаждения, имеющие возможность реверсного включения вращения, радиатор охлаждения трансмиссионного масла. </p>
<p>В обычном режиме вентиляторы используются системой для охлаждения радиатора кондиционера, дополнительно подключены к системе аварийного охлаждения дизельным двигателем, когда штатный вентилятор не справляется с охлаждением, дополнительно помогают за счёт нагнетания дополнительного воздуха. Так же вентиляторы имеют реверсное включение, которое включается по определённому алгоритму и проводит обратный продув радиаторов, чтобы уменьшить межсервисное обслуживание оператором, связанное с продувкой блока радиаторов. </p>
<p>Для уменьшения воздействия на блок радиаторов вибраций, передаваемых от движущегося трактора, блок радиаторов установлен на амортизаторы АКСС-60.</p>
<h4>Облицовка</h4>
<p>Облицовка трактора в случае комплектации с одноместной кабиной состоит из раздельных капотов, который каждый по необходимости открывается и имеет систему защелок и уплотнителей, для избежания вибраций во время движения. Дополнительно для уменьшения внешнего шума капот и внутренняя часть отделаны шумоизоляционным материалом на основе битумных мастик. Так же в аккумуляторном отсеке установлена дополнительная откидная подножка, облегчающая доступ к двигателю во время сервисного обслуживания.</p>
<ul class="decoratedUl">
  <li>Масса эксплуатационная базового шасси 10 800 - 11 700 кг.</li>
  <li>Масса эксплуатационная шасси с установленным навесным оборудованием и толкателем, не более 22 000 кг.</li>
</ul>
