<?php $pageName = "Продукция"; ?>
<?php include 'template/head.php';?>
<div class="products">
  <h1>ПРОДУКЦИЯ</h1>

  <button class="selfishUnfoldingListButton">
    <h2>Гусеничные сельскохозяйственные трактора</h2>
  </button>
  <ul class="selfishUnfoldingList">

    <li>
      <button class="popupButton"><h3>ТПУ 3</h3></button>
      <div class="popup prompt">
        <a href="">
          Трактора гусеничные сельскохозяйственные общего назначения, тягового класса 3 тс
        </a>
      </div>
    </li>

    <li>
      <button class="popupButton"><h3>ТПУ 4</h3></button>
      <div class="popup prompt">
        <a href="">
          Трактора гусеничные сельскохозяйственные общего назначения, тягового класса 4 тс
        </a>
      </div>
    </li>

    <li>
      <button class="popupButton"><h3>ТСХ 501</h3></button>
      <div class="popup prompt">
        <a href="">
          Трактора гусеничные сельскохозяйственные общего назначения, тягового класса 5 тс
        </a>
      </div>
    </li>

    <li>
      <button class="popupButton"><h3>ТСХ 600</h3></button>
      <div class="popup prompt">
        <a href="products/tsh600.php">
          Трактора гусеничные сельскохозяйственные общего назначения, тягового класса 6 тс
        </a>
      </div>
    </li>

  </ul>

  <button class="selfishUnfoldingListButton">
    <h2>Гусенечные промышленные трактора</h2>
  </button>
  <ul class="selfishUnfoldingList">

    <li>
      <button class="popupButton"><h3>ТПУ 3А</h3></button>
      <div class="popup prompt">
        <a href="tsh600.php">
          Трактор гусеничный промышленного назначения тягового класса 3 тс, с полной массой до 7 500 кг
        </a>
      </div>
    </li>

    <li>
      <button class="popupButton"><h3>ТПУ 4А</h3></button>
      <div class="popup prompt">
        <a href="tsh600.php">
          Трактор гусеничный промышленного назначения тягового класса 4 тс, с полной массой до 9 000 кг.
        </a>
      </div>
    </li>

  </ul>

  <button class="selfishUnfoldingListButton">
    <h2>Гусеничные универсальные и лесозаготовительные трактора</h2>
  </button>
  <ul class="selfishUnfoldingList">

    <li>
      <button class="selfishUnfoldingListButton"><h3>ТГУ 4</h3></button>
      <div class="selfishUnfoldingList">
        <p>
          Трактор гусеничный универсальный класса 4 тс, предназначенный для установки технологического оборудования, полной массой устанавливаемого и эксплуатируемого технологического оборудования до 10 000 кг.
        </p>
        <ul>

          <li>
            <h4><a href="products/tgu4base.php">Базовое шасси</a></h4>
          </li>

          <li>
            <h4><a href="">Установленное канатно-чёкерное технологическое оборудование, с грузоподъёмностью до 8 000 кг</a></h4>
          </li>

          <li>
            <h4><a href="">Установленное лесопожарное технологическое оборудование</a></h4>
          </li>

          <li>
            <h4><a href="">Установленное самосвальное технологическое оборудование, с грузоподъёмностью до 8 000 кг</a></h4>
          </li>

          <li>
            <h4><a href="">Установленное буровое технологическое оборудование типа УРБ</a></h4>
          </li>
        </ul>
      </div>
    </li>

    <li>
      <button class="selfishUnfoldingListButton"><h3>ТГУ 5</h3></button>
      <div class="selfishUnfoldingList">
        <p>
          Трактор гусеничный универсальный класса 5 тс, предназначенный для установки технологического оборудования, полной массой устанавливаемого и эксплуатируемого технологического оборудования до 14 000 кг.
        </p>
        <ul>

          <li>
            <h4><a href="products/tgu5base.php">Базовое шасси</a></h4>
          </li>

          <li>
            <h4><a href="">Установленное канатно-чёкерное технологическое оборудование, с грузоподъёмностью до 12 000 кг</a></h4>
          </li>

          <li>
            <h4><a href="">Установленное лесопожарное технологическое оборудование</a></h4>
          </li>

          <li>
            <h4><a href="">Установленное самосвальное технологическое оборудование, с грузоподъёмностью до 12 000 кг</a></h4>
          </li>

          <li>
            <h4><a href="">Установленное буровое технологическое оборудование, требующее увеличенной грузоподъёмности шасси</a></h4>
          </li>

          <li>
            <h4><a href="">Установленное краново-бурильное технологическое оборудование</a></h4>
          </li>

          <li>
            <h4><a href="">Установлено навесное технологическое оборудование типа Мульчер, с рабочей шириной до 2 200 мм</a></h4>
          </li>

        </ul>
      </div>
    </li>

    <li>
      <button class="selfishUnfoldingListButton"><h3>ТГУ 6</h3></button>
      <div class="selfishUnfoldingList">
        <p>
          Трактор гусеничный универсальный класса 6 тс, предназначенный для установки технологического оборудования, полной массой устанавливаемого и эксплуатируемого технологического оборудования до 20 000 кг.
        </p>
        <ul>

          <li>
            <h4><a href="products/tgu6base.php">Базовое шасси</a></h4>
          </li>

          <li>
            <h4><a href="">Установленное канатно-чёкерное технологическое оборудование, с грузоподъёмностью до 18 000 кг</a></h4>
          </li>

          <li>
            <h4><a href="">Установленное самосвальное технологическое оборудование, с грузоподъёмностью до 18 000 кг</a></h4>
          </li>

          <li>
            <h4><a href="">Установлено навесное технологическое оборудование типа Мульчер, с рабочей шириной до 2 800 мм</a></h4>
          </li>

          <li>
            <h4><a href="">Установлено навесное технологическое оборудование типа гидравлический корчеватель</a></h4>
          </li>

          <li>
            <h4><a href="">Установлено дробильно-размалывающее навесное технологическое оборудование</a></h4>
          </li>

          <li>
            <h4><a href="">Установлено навесное технологическое оборудование типа Автоматический лесопосадочный комплекс</a></h4>
          </li>

          <li>
            <h4><a href="">Установлено навесное технологическое оборудование типа Харвестер</a></h4>
          </li>

        </ul>
      </div>
    </li>

    <li>
      <button class="selfishUnfoldingListButton"><h3>ТГУ 6У</h3></button>
      <div class="selfishUnfoldingList">
        <p>
          Трактор гусеничный универсальный класса 6 тс, удлинённое шасси, предназначенный для установки технологического оборудования, полной массой устанавливаемого и эксплуатируемого технологического оборудования до 20 000 кг.
        </p>
        <ul>

          <li>
            <h4><a href="">Базовое шасси с дополнительной удлинённой площадкой</a></h4>
          </li>

          <li>
            <h4><a href="">Установлено навесное технологическое оборудование типа Форвардер</a></h4>
          </li>

        </ul>
      </div>
    </li>

  </ul>


</div>
<?php include 'template/foot.php';?>
