<?php include 'template/head.php';?>
<h2>Гусеничный сельскохозяйственный трактор общего назначения
ТСХ-600</h2>
<div class="bigImg">
  <img src="images/dest/tsh600/mainView.png" alt="mainView">
  <p class="imgDescription">Трактор ТСХ600</p>
</div>
<hr>

<button class="unfoldingListButton"><h2>Описание</h2></button>
<p class="unfoldingList">
    Гусеничный сельскохозяйственный трактор общего назначения ТСХ-600 предназначен для применения во всех основных почвенно-климатических зонах РФ, предпочтительно в 2-6 зонах, в полевых участках площадью более 120 Га, с параметрами окружающей среды в соответствии с выполнениями полного комплекса сельскохозяйственных работ и сроками их проведения, при эксплуатации в диапазоне температур от -20 до +40 градусов, относительной влажности до 100%, запылённости до 2,5 г/м3, при высоте эксплуатации до 1500 метров над уровнем моря. Трактор предназначен для эксплуатации с агрегированием большим перечнем орудий труда, предназначенных для тракторов с тяговым усилием 4-6 тс, или мощностью двигателя до 420 л.с. При агрегатировании должно быть обеспечено правильное размещение и функционирование машин, входящих в комплекс гусеничного трактора, гарантирующее полное соответствие качества выполнения работ, заданными агротехническим требованиям на всех предусмотренных технологических операциях. Трактор предназначен для выполнения в агрегате с навесными, полунавесными и прицепными гидрофицированными машинами следующих работ: вспашки средних и тяжелых почв, в том числе с оборотными плугами, глубокого безотвального рыхления, плантажной вспашки, чизелевания, предпосевной обработки почвы и посева зерновых за один проход в агрегате с современными почвообрабатывающими посевными комплексами, культивации, лущения стерни, дискования почвы, снегозадержания, а также транспортных и вспомогательных работ с использованием бульдозерного оборудования. Рациональная компоновка трактора с центральным размещение кабины и выдвинутой моторной установкой обеспечивает требования по навесоспособностям. Переналаживаемая гидронавесная система в комплексе с прицепными устройствами позволяет агрегироваться с различными сельскохозяйственными машинами и орудиями. ТСХ-600 агрегатируется со шлейфом из 87 сельскохозяйственных машин (55 заимствованы от тракторов К-700, К-701М) и позволяет эксплуатировать круглый год в макроклиматических районах с умеренным климатом. По выполняемым агротехническим работам трактор ТСХ-600 по тяговым усилиям в сравнении с колёсными тракторами, обладая аналогичной тяговой характеристикой превосходит по топливной экономичности их на 15-20%. Высокие тягово-сцепные свойства позволяют работать на переувлажненных почвах, обеспечивают ранний выход на поля и выполнение сельскохозяйственных работ в оптимальные агротехнические сроки, что является залогом высокой урожайности. Также немаловажное значение имеет высокоэффективное соотношение скоростных параметров двигателя и кинематических соотношений трансмиссии, обеспечивают оптимальную тяговую характеристику трактора и экономичную работу двигателя, в том числе и за счет переключения передач под нагрузкой в каждом диапазоне. Работа машино -тракторного агрегата с реализацией тяговых усилий от 4,3 до 6,1 тонн на скоростях движения соответственно 12,5 – 9,48 км/ч в одном диапазоне не требует переключения на другой диапазон и обеспечивает экономичность работы. При комплектации трактора уделено очень большое внимание уплотняющим элементам, которые в целом используют современные силиконовые или фторкаучуковые сальники и манжеты, которые позволяют выдерживать рабочие температуры агрегатов более 180 градусов без ухудшения эксплуатационных качеств. Так же очень большое внимание уделено рабочему месту оператора и климату в кабине. Применена мощная система кондиционирования воздуха и очистки поступающего в кабину воздуха.  Для уменьшения ежесменного технического обслуживания применёна система дополнительной очистки воздуха для двигателя, которая состоит их центробежного самоочищающегося элемента очистки входящего воздуха. Трактор оснащён цифровой системой контроля и управления всеми узлами и агрегатами трактора, производящими тестирование всех систем до запуска, так и во время выполнения технологических операций без отвлечения внимания оператора, что упрощает эксплуатацию трактора и требует меньшей квалификации обслуживающего персонала. На экран выводятся только параметры, которые имеют критические отклонения. В кабине для поддержания необходимого климата используется автоматическая система поддержания климата. Наличие мощной тепловой установки, а также охладителя большой мощности, позволяет обеспечить комфортную рабочую температуру в кабине в диапазоне +20 + 25 градусов при окружающей от -25 градусов до +40 градусов. Индивидуальная торсионная подвеска с независимыми опорными катками позволяет иметь высокую плавность хода, высокую линейность движения по пересечённой местности, благодаря которой трактор  не имеет аналогов по проходимости на полях повышенной влажности и снежному покрову и позволяет трактору выходить на поля в более ранние агротехнические сроки, работать на зимних полях, что невозможно на колесных аналогах классов 6-8. Высокие тягово-сцепные свойства и тяговый КПД, самоочищаемость гусениц обеспечивают агрегатируемость трактора с широкозахватными орудиями на высоких скоростях, что позволяет выполнить работу в сжатые сроки меньшим числом тракторов. Рациональная компоновка трактора с центральным размещение кабины и выдвинутой моторной установкой обеспечивает требования по навесоспособностям. Переналаживаемая гидронавесная система в комплексе с прицепными устройствами позволяет агрегироваться с различными сельскохозяйственными машинами и орудиями. ТСХ-600 агрегатируется со шлейфом из 87 сельскохозяйственных машин (55 заимствованы от тракторов К-700, К-701М) Эксплуатируется круглый год в макроклиматических районах с умеренным климатом.
</p>

<button class="unfoldingListButton"><h2>Устройство</h2></button>
<ul class="unfoldingList">

  <li>
    <button  class="unfoldingListButton"><h3>Двигатель</h3></button>
    <div class="unfoldingList">
      <p>
        На трактор устанавливаются два двигателя, импортный WP-12G380Е360, отечественный Д-3061, шестицилиндровый, рядный, дизельный, лицензионный двигатель фирмы Штаер. Мощность двигателя 360-420 л.с. В рамках контроля за рабочими параметрами дополнительно добавлены датчик наличия в топливе влаги, датчик засорённости масляного фильтра, датчик засорённости воздушного фильтра. На двигатель установлен электрический топливный насос. На двигателе применён двухступенчатый пластинчатый воздухоочиститель, позволяющий быстро снимать и обслуживать. Так же для увеличения времени эксплуатации трактора без очистки воздуха установлен современный центробежный самоочищающийся циклон входящего воздуха. Имеет теплообменник Охлаждающая жидкость/масло, что позволяет отказаться от дополнительного охлаждения масла в режиме высокой температуры охлаждающего воздуха.
      </p>
      <div class="floatLeft">
        <img src="Images/dest/tsh600/WP-12G380E310.png" alt="WP-12G380E310">
        <p class="imgDescription">WP-12G380E310</p>
      </div>
      <div class="floatRight">
        <img src="Images/dest/tsh600/Д-3061-10.jpg" alt="Д-3061-10">
        <p class="imgDescription">Д-3061-10</p>
      </div>
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Трансмиссия</h3></button>
    <div class="unfoldingList">
      <p>
        Состоит из коробки перемены передач, моста и конечных передач, гидросистемой управления поворотом и бесступенчатым переключением скоростей в диапазоне, валом отбора мощности.
      </p>
      <img src="images/dest/tsh600/transmission_1.png" alt="transmission_1" class="floatLeft">
      <img src="images/dest/tsh600/transmission_2.png" alt="transmission_2" class="floatRight">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Коробка перемены передач</h3></button>
    <div class="unfoldingList">
      <p>
        Коробка перемены передач (коробка скоростей) механическая, с гидравлическим переключением без разрыва потока мощности в одном диапазоне. Позволяет изменять скоростной режим от 2 до 18 км/час, имеет три диапазона скоростей вперёд и один диапазон назад, переключаемые с разрывом потока мощности, четыре скорости в диапазоне, управляемые переключением электроникой, переключаемые без разрыва потока мощности. Данные действия безразрывности реализованы за счёт брустерных пакетов дисков, расположенных в коробке скоростей. В трансмиссии реализованы передовые решения, которые позволяют достигнуть КПД более 92%.
      </p>
      <img src="images/dest/tsh600/gearBox_1.png" alt="gearBox_1" class="floatLeft">
      <img src="images/dest/tsh600/gearBox_2.png" alt="gearBox_2" class="floatRight">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Мост</h3></button>
    <p class="unfoldingList">
        Мост состоит из планетарного редуктора и комплекта брусеров, состоящих из наборов дисков, которые позволяют трактору производить плавный поворот, резкий поворот и разворот на месте. Управление производится за счёт управления работой дисков в брустере с помощью гидравлического управления. Для увеличения рабочего ресурса все диски моста работают в принудительной системе смазки, а для стабильности характеристик применена система охлаждения масла. В механизме поворота предусмотрена установка системы точного земледелия, которая позволяет обеспечить движение по заданной траектории с высокой точностью, с использованием дисковых муфт тормоза и фрикциона с дополнительной корректировкой вращения с помощью гидромоторов. Смазка моста и коробки перемены передач имеют единую систему смазки.
    </p>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Передача конечная левая и правая</h3></button>
    <div class="unfoldingList">
      <p>
        Передача конечная левая и правая двухступенчатый редуктор, где одна из ступеней является планетарным редуктором, что позволяет передавать высокий крутящий момент на гусеничные ленты для движения. Конечные передачи так же служат для установки опоры задней трёхточечной или двухточечной гидрофифированной навески трактора.
      </p>
      <img src="images/dest/tsh600/gearLeftOrRight_1.png" alt="gearLeftOrRight_1" class="floatLeft">
      <img src="images/dest/tsh600/gearLeftOrRight_2.png" alt="gearLeftOrRight_2" class="floatRight">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Гидросистема трансмиссии</h3></button>
    <div class="unfoldingList">
      <p>
        Гидросистема трансмиссии имеет гидросистему управления коробкой скоростей и гидросистему поворота. Имеет охлаждающий радиатор для рабочего масла коробки и моста, который позволяет работать трактору в полную нагрузку до +40С окружающей среды.
      </p>
      <img src="images/dest/tsh600/transmissionHydraulicSystem_1.png" alt="transmissionHydraulicSystem_1" class="floatLeft">
      <img src="images/dest/tsh600/transmissionHydraulicSystem_2.png" alt="transmissionHydraulicSystem_2" class="floatRight">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Вал отбора мощности ВОМ</h3></button>
    <div class="unfoldingList">
      <p>
        Вал отбора мощности ВОМ является двухскоростным редуктором с плавным включением и выключением. На выходном валу устанавливаются сменные переходные втулки, которые позволяют иметь присоединительные шлицы для любых орудий труда, которым необходим привод для вращения.
      </p>
      <img src="images/dest/tsh600/PTOBOM_1.png" alt="PTOBOM_1" class="floatLeft">
      <img src="images/dest/tsh600/PTOBOM_2.png" alt="PTOBOM_2" class="floatRight">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Гидрообъёмный ходоуменьшитель</h3></button>
    <p class="unfoldingList">
        Гидрообъёмный ходоуменьшитель установлен в коробке перемены передач. Позволяет обеспечить плавное изменение скорости в понижающем ряду от 0,15 до 1,5 км/час с использованием рабочих диапазонов скоростей коробки.
    </p>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Шасси</h3></button>
    <div class="unfoldingList">
      <p>
        Состоит из цельносварной рамы, на которой размещены элементы для установки элементов шасси, опорных, поддерживающих катков, механизм гидравлического натяжения гусеничной ленты, кронштейны для установки дизельного двигателя, блока радиаторов, трансмиссии, опоры для кабины, облицовки. Ходовая трактора состоит из двенадцати индивидуально подрессоренных с помощью торсиона опорных кареток, по шесть на каждую сторону. Так же на каждой стороне установлены по три поддерживающих катка для уменьшения прогиба гусеничной ленты и снятие критических углов провисания. Для упрощения обслуживания гусеничная лента натягивается с помощью гидравлического цилиндра до нужного эксплуатационного размера. Гусеничная лента состоит из стальных траков и резиноармированных пальцев (наплавлены полиуретаном для увеличения ресурса гусеничной ленты до 5 000 моточасов), для уменьшения трения металлических частей трака и пальца, устранения из места контакта земли и песка (абразива).
      </p>
      <img src="images/dest/tsh600/chassis.png" alt="chassis" class="bigImg">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Топливный бак</h3></button>
    <div  class="unfoldingList">
      <p>
          Cостоит из двух топливных баков, один расположен под кабиной, другой сверху с левой стороны кабины, через который и происходит заправка обоих баков, имеющие соединение. Бак имеет защищенную систему от пролива топлива в случае опрокидывания трактора. Имеет общую вместительность 580 литров, что позволяет работать трактору более 10 часов без заправки.
      </p>
      <img src="images/dest/tsh600/fuelTank.png" alt="fuelTank" class="bigImg">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Бак гидросистемы</h3></button>
    <p class="unfoldingList">
        Цельносварной бак, имеет систему охлаждения через радиатор, который позволяет работать трактору с температурой окружающей среды до +40С. Так же бак снабжён системой внутренней очистки масла до чистоты масло не ниже 5мкм, что является высоким качеством очистки для эксплуатации гидравлических орудий труда и внутренней гидравлической системы.
    </p>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Гидросистема</h3></button>
    <div class="unfoldingList">
      <p>
        Устанавливается несколько типов гидрораспределителей. В обычном случае устанавливается пятидиапазонный секционный распределитель, имеющий четыре диапазона обычного переключения, пятый – имеет плавающее-следящее положение для работы с работы с задней навеской при пересечённой местности. Допускается установка гидрораспределителя с возможностью регулировки расхода жидкости в каждой секции. На выходы установлены концевые размыкатели быстрого съёма. Также для увеличения срока службы гидравлических систем на каждый выход установлен местный проходной фильтр высокого давления, который позволяет исключить попадание абразивных частиц при наличии их в прицепных орудиях труда.
      </p>
      <img src="images/dest/tsh600/hydraulicSystem_1.png" alt="hydraulicSystem_1" class="floatLeft">
      <div class="floatRight">
        <img src="images/dest/tsh600/hydraulicSystem_2.png" alt="hydraulicSystem_2" class="bigImg">
        <p class="imgDescription">Проходной фильтр высокого давления</p>
      </div>
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Кабина</h3></button>
    <p class="unfoldingList">
        Цельносварная, с высокой степенью остекления, имеет мощную климатическую установку нагрева и кондиционирования воздуха, очистку поступающего воздуха. Всё это позволяет с высокой стабильностью поддерживать климат в кабине. В верхней части кабины размещены фильтрующие элементы входящего в кабину воздуха. Так же в кабине имеются два датчика температуры, которые позволяют достаточно комфортно настроить температуру воздуха в верхней части и нижней части кабины. Имеет подрессоренное водительское сидение, которое регулируется по углу наклона и по жёсткости под вес оператора. Дополнительно имеется пассажирское неподрессоренное сиденье. Цифровой монитор для отображения информации и цифровое управление снимает дополнительную нагрузку с оператора за всеми контрольными параметрами трактора. На цифровом мониторе отображается только скорость трактора и частота вращения двигателя. В случае выхода из рабочих параметров на мониторе начинает отображаться характеристика, которая вышла за пределы эксплуатационных параметров. В случае игнорирования отклонения оператором, через определённое время, запрограммированное в данных, трактор остановится, при необходимости остановит дизель и подаст сигнал тревоги на пульт или на сотовый телефон руководителя.
    </p>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Облицовка</h3></button>
    <div  class="unfoldingList">
      <p>
          Пластиковая, раздельная, со съёмными боковинами и откидной передней частью. Боковые съёмные части облицовки позволяют осуществлять к системам двигателя и навесным системам для проведения ежесменного технического обслуживания. Передняя часть откидная, для уменьшения времени на обслуживание и упрощенной очистки радиаторного блока.
      </p>
      <img src="images/dest/tsh600/facing.png" alt="facing" class="bigImg">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Освещение</h3></button>
    <p class="unfoldingList">
        Освещение трактора имеется спереди и сзади. Уровень освещения позволяет работать трактору в ночное время и в условиях высокой запылённости. Спереди установлено четыре фары на разных высотах, сзади установлены две фары, которые позволяют следить за орудиями труда и производить их корректировку при необходимости. Переднее освещение позволяет изменять режим освещения по длине света (ближнее/дальнее)
    </p>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Задняя навеска</h3></button>
    <div class="unfoldingList">
      <p>
        Трёхточечная задняя навеска, грузоподъёмностью 8 тонн, управляемой двумя гидроцилиндрами, имеющая центральную тягу с амортизатором, позволяющего компенсировать превышение рабочего усилия, в случае попадания постороннего предмета в орудия труда, установленные на навеску.
      </p>
      <img src="images/dest/tsh600/rearHitch_1.png" alt="rearHitch_1" class="floatLeft">
      <img src="images/dest/tsh600/rearHitch_2.png" alt="rearHitch_2" class="floatRight">
    </div>
  </li>

</ul>

<button class="unfoldingListButton"><h2>Навесное оборудование и агрегаты</h2></button>
<div class="unfoldingList">
  <h3>Перечень орудий труда, с которыми предназначен для работы трактор ТСХ-600:</h3>
  <ul class="styledList">
    <li>Агрегаты почвообрабатывающие комбинированный «Ермак» типа АПК-2,2; АПК-3,6; АПК-5,7; АПК-7,2; АПК-8,4; АПК-10; АПК-10,8; АПК-12,4</li>
    <li>Посевной комплекс АТД 11,35 двухрядный</li>
    <li>Модульный посевной комплекс КСКП «Омич» типа КСКП-2,1х3; КСКП-2,1х4; КСКП-2,1х5; КСКП-2,1х6; КСКП-2,1х7</li>
    <li>Посевной комплекс «ПК-8,5 Кузбасс», «ПК-9,7 Кузбасс», «ПК-12,2 Кузбасс»</li>
    <li>Комбинированный посевной агрегат КПА-8</li>
    <li>Энергоресурсосберегающий агрегат почвообработки и посева ЭРА-П</li>
    <li>Энергоресурсосберегающий уборочный агрегат ЭРА-У (полунавесной)</li>
    <li>Дискатор БДМ-8х4ПШК (прицепной); БДМ-6х4ПШК (прицепной); БДМ-4х4ПШК (прицепной); БДМ-4х4ПШК (навесной); БДМ-3х4ПШК (прицепной)</li>
    <li>Сеялка зерновая стерневая СЗС-2,8 (прицепная) </li>
    <li>Сеялка-культиватор стерневая скоростная СКСС-2,5 (ЭРА-П)</li>
    <li>Сеялка универсальная зернотуковая, стерневая СКП-2,1</li>
    <li>Сеялка-культиватор СКТ-4К (прицепная)</li>
    <li>Орудие для предпосевной обработки ОП-8</li>
    <li>Универсальное почвообрабатывающее орудие УПО-5</li>
    <li>Каток кольчато-зубчатый К-10</li>
    <li>Культиватор КПЭ-3,8(1шт); КПЭ-3,8(2-4шт); КПЭ-3,8В-01(1шт); КПЭ-3,8В-01(2-4шт)</li>
    <li>Культиваторы комбинированные прицепные ККП-2Н; ККП-3,6Н; ККП-4,5Н; КПЭ-3,8 (прицепной); КПЭ-6Н(прицепной); КСП-4(прицепной)</li>
    <li>Культиваторы-плоскорезы КПШ-5; КПШ</li>
    <li>Культиваторы для разноглубинной обработки почвы FG 12.30; FG18.30</li>
    <li>Культиваторы тяжёлые прицепные с катками выравнивателями КТ-4К; КТ-7,4К</li>
    <li>Культиватор глубокорыхлитель тяжёлый «Агромаш»</li>
    <li>Культиваторы, комбинированные «Степняк-3,8» (прицепной); «Степняк-3,8М» (прицепной); «Степняк-6,1М» (прицепной); «Степняк-7,4» (прицепной)</li>
    <li>Борона дисковая тяжёлая БДТ-7А (прицепная); БДТ-7Б (прицепная); БДТ-10 (прицепная); БДТ-10Б (прицепная)</li>
    <li>Борона зубовая ЗБР-24</li>
    <li>Борона прицепная гидрофицированная игольчатая БШМ-15</li>
    <li>Борона БДН-2; БТП-3,7; БТП-7,0</li>
    <li>Двухследные бороны дисковые тяжёлые бороны ДМТ-2; ДМТ-4; ДМТ-6</li>
    <li>Борона тяжелая пружинная БТ-26</li>
    <li>Плуг рыхлитель универсальный навесной ПРУН-8-45-(01-07)</li>
    <li>Плуг 8-ми корпусной полунавесной для каменистых почв ППН8,30/50</li>
    <li>Плуг оборотный полунавесной ПО-7/8/9-40</li>
    <li>Плуг полунавесной шестикорпусной ПЛП-6-35</li>
    <li>Плуг навесной ПЛН-3-35; ПЛН-4-35; ПЛН-5-35</li>
    <li>Плуг двухъярусный прицепной ПЯ-3-35</li>
    <li>Плуг оборотный навесной ПОН5-30</li>
    <li>Плуг навесной ПКН-4-40</li>
    <li>Плуг навесной ПЛН-8-35</li>
    <li>Плуг чизельный ПЧ-2,5; ПЧ-4,5</li>
    <li>Плуг навесной ПЛН-3-35; ПЛН-5-35; ПЛН-8-40</li>
    <li>Плуг навесной ярусный ПНЯ-4-42; ПНЯ-6-42</li>
    <li>Плуг чизельный ПЧН-3,2 (навесной)</li>
    <li>Опрыскиватель «Торнадо» - 24</li>
  </ul>
</div>

<a href="#"><h2>Купи гараж</h2></a>
<?php include 'template/foot.php';?>
