<?php include 'template/head.php';?>
<h2>Гусеничный сельскохозяйственный трактор общего назначения
ТСХ-600</h2>
<div class="bigImg">
  <img src="images/dest/tsh600/mainView.png" alt="mainView">
  <p class="imgDescription">Трактор ТСХ600</p>
</div>
<hr>

<button class="unfoldingListButton"><h2>Описание</h2></button>
<p class="unfoldingList">
    Гусеничный сельскохозяйственный трактор общего назначения ТСХ-600 предназначен для применения во всех основных почвенно-климатических зонах РФ, предпочтительно в 2-6 зонах, в полевых участках площадью более 120 Га, с параметрами окружающей среды в соответствии с выполнениями полного комплекса сельскохозяйственных работ и сроками их проведения, при эксплуатации в диапазоне температур от -20 до +40 градусов, относительной влажности до 100%, запылённости до 2,5 г/м3, при высоте эксплуатации до 1500 метров над уровнем моря. Трактор предназначен для эксплуатации с агрегированием большим перечнем орудий труда, предназначенных для тракторов с тяговым усилием 4-6 тс, или мощностью двигателя до 420 л.с. При агрегатировании должно быть обеспечено правильное размещение и функционирование машин, входящих в комплекс гусеничного трактора, гарантирующее полное соответствие качества выполнения работ, заданными агротехническим требованиям на всех предусмотренных технологических операциях. Трактор предназначен для выполнения в агрегате с навесными, полунавесными и прицепными гидрофицированными машинами следующих работ: вспашки средних и тяжелых почв, в том числе с оборотными плугами, глубокого безотвального рыхления, плантажной вспашки, чизелевания, предпосевной обработки почвы и посева зерновых за один проход в агрегате с современными почвообрабатывающими посевными комплексами, культивации, лущения стерни, дискования почвы, снегозадержания, а также транспортных и вспомогательных работ с использованием бульдозерного оборудования. Рациональная компоновка трактора с центральным размещение кабины и выдвинутой моторной установкой обеспечивает требования по навесоспособностям. Переналаживаемая гидронавесная система в комплексе с прицепными устройствами позволяет агрегироваться с различными сельскохозяйственными машинами и орудиями. ТСХ-600 агрегатируется со шлейфом из 87 сельскохозяйственных машин (55 заимствованы от тракторов К-700, К-701М) и позволяет эксплуатировать круглый год в макроклиматических районах с умеренным климатом. По выполняемым агротехническим работам трактор ТСХ-600 по тяговым усилиям в сравнении с колёсными тракторами, обладая аналогичной тяговой характеристикой превосходит по топливной экономичности их на 15-20%. Высокие тягово-сцепные свойства позволяют работать на переувлажненных почвах, обеспечивают ранний выход на поля и выполнение сельскохозяйственных работ в оптимальные агротехнические сроки, что является залогом высокой урожайности. Также немаловажное значение имеет высокоэффективное соотношение скоростных параметров двигателя и кинематических соотношений трансмиссии, обеспечивают оптимальную тяговую характеристику трактора и экономичную работу двигателя, в том числе и за счет переключения передач под нагрузкой в каждом диапазоне. Работа машино -тракторного агрегата с реализацией тяговых усилий от 4,3 до 6,1 тонн на скоростях движения соответственно 12,5 – 9,48 км/ч в одном диапазоне не требует переключения на другой диапазон и обеспечивает экономичность работы. При комплектации трактора уделено очень большое внимание уплотняющим элементам, которые в целом используют современные силиконовые или фторкаучуковые сальники и манжеты, которые позволяют выдерживать рабочие температуры агрегатов более 180 градусов без ухудшения эксплуатационных качеств. Так же очень большое внимание уделено рабочему месту оператора и климату в кабине. Применена мощная система кондиционирования воздуха и очистки поступающего в кабину воздуха.  Для уменьшения ежесменного технического обслуживания применёна система дополнительной очистки воздуха для двигателя, которая состоит их центробежного самоочищающегося элемента очистки входящего воздуха. Трактор оснащён цифровой системой контроля и управления всеми узлами и агрегатами трактора, производящими тестирование всех систем до запуска, так и во время выполнения технологических операций без отвлечения внимания оператора, что упрощает эксплуатацию трактора и требует меньшей квалификации обслуживающего персонала. На экран выводятся только параметры, которые имеют критические отклонения. В кабине для поддержания необходимого климата используется автоматическая система поддержания климата. Наличие мощной тепловой установки, а также охладителя большой мощности, позволяет обеспечить комфортную рабочую температуру в кабине в диапазоне +20 + 25 градусов при окружающей от -25 градусов до +40 градусов. Индивидуальная торсионная подвеска с независимыми опорными катками позволяет иметь высокую плавность хода, высокую линейность движения по пересечённой местности, благодаря которой трактор  не имеет аналогов по проходимости на полях повышенной влажности и снежному покрову и позволяет трактору выходить на поля в более ранние агротехнические сроки, работать на зимних полях, что невозможно на колесных аналогах классов 6-8. Высокие тягово-сцепные свойства и тяговый КПД, самоочищаемость гусениц обеспечивают агрегатируемость трактора с широкозахватными орудиями на высоких скоростях, что позволяет выполнить работу в сжатые сроки меньшим числом тракторов. Рациональная компоновка трактора с центральным размещение кабины и выдвинутой моторной установкой обеспечивает требования по навесоспособностям. Переналаживаемая гидронавесная система в комплексе с прицепными устройствами позволяет агрегироваться с различными сельскохозяйственными машинами и орудиями. ТСХ-600 агрегатируется со шлейфом из 87 сельскохозяйственных машин (55 заимствованы от тракторов К-700, К-701М) Эксплуатируется круглый год в макроклиматических районах с умеренным климатом.
</p>

<button class="unfoldingListButton"><h2>Устройство</h2></button>
<ul class="unfoldingList">

  <li>
    <button  class="unfoldingListButton"><h3>Двигатель</h3></button>
    <div class="unfoldingList">
      <p>
        На трактор устанавливаются два двигателя, импортный WP-12G380Е360, отечественный Д-3061, шестицилиндровый, рядный, дизельный, лицензионный двигатель фирмы Штаер. Мощность двигателя 360-420 л.с. В рамках контроля за рабочими параметрами дополнительно добавлены датчик наличия в топливе влаги, датчик засорённости масляного фильтра, датчик засорённости воздушного фильтра. На двигатель установлен электрический топливный насос. На двигателе применён двухступенчатый пластинчатый воздухоочиститель, позволяющий быстро снимать и обслуживать. Так же для увеличения времени эксплуатации трактора без очистки воздуха установлен современный центробежный самоочищающийся циклон входящего воздуха. Имеет теплообменник Охлаждающая жидкость/масло, что позволяет отказаться от дополнительного охлаждения масла в режиме высокой температуры охлаждающего воздуха.
      </p>
      <div class="floatLeft">
        <img src="Images/dest/tsh600/WP-12G380E310.png" alt="WP-12G380E310">
        <p class="imgDescription">WP-12G380E310</p>
      </div>
      <div class="floatRight">
        <img src="Images/dest/tsh600/Д-3061-10.jpg" alt="Д-3061-10">
        <p class="imgDescription">Д-3061-10</p>
      </div>
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Трансмиссия</h3></button>
    <div class="unfoldingList">
      <p>
        Состоит из коробки перемены передач, моста и конечных передач, гидросистемой управления поворотом и бесступенчатым переключением скоростей в диапазоне, валом отбора мощности.
      </p>
      <img src="images/dest/tsh600/transmission_1.png" alt="transmission_1" class="floatLeft">
      <img src="images/dest/tsh600/transmission_2.png" alt="transmission_2" class="floatRight">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Коробка перемены передач</h3></button>
    <div class="unfoldingList">
      <p>
        Коробка перемены передач (коробка скоростей) механическая, с гидравлическим переключением без разрыва потока мощности в одном диапазоне. Позволяет изменять скоростной режим от 2 до 18 км/час, имеет три диапазона скоростей вперёд и один диапазон назад, переключаемые с разрывом потока мощности, четыре скорости в диапазоне, управляемые переключением электроникой, переключаемые без разрыва потока мощности. Данные действия безразрывности реализованы за счёт брустерных пакетов дисков, расположенных в коробке скоростей. В трансмиссии реализованы передовые решения, которые позволяют достигнуть КПД более 92%.
      </p>
      <img src="images/dest/tsh600/gearBox_1.png" alt="gearBox_1" class="floatLeft">
      <img src="images/dest/tsh600/gearBox_2.png" alt="gearBox_2" class="floatRight">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Мост</h3></button>
    <p class="unfoldingList">
        Мост состоит из планетарного редуктора и комплекта брусеров, состоящих из наборов дисков, которые позволяют трактору производить плавный поворот, резкий поворот и разворот на месте. Управление производится за счёт управления работой дисков в брустере с помощью гидравлического управления. Для увеличения рабочего ресурса все диски моста работают в принудительной системе смазки, а для стабильности характеристик применена система охлаждения масла. В механизме поворота предусмотрена установка системы точного земледелия, которая позволяет обеспечить движение по заданной траектории с высокой точностью, с использованием дисковых муфт тормоза и фрикциона с дополнительной корректировкой вращения с помощью гидромоторов. Смазка моста и коробки перемены передач имеют единую систему смазки.
    </p>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Передача конечная левая и правая</h3></button>
    <div class="unfoldingList">
      <p>
        Передача конечная левая и правая двухступенчатый редуктор, где одна из ступеней является планетарным редуктором, что позволяет передавать высокий крутящий момент на гусеничные ленты для движения. Конечные передачи так же служат для установки опоры задней трёхточечной или двухточечной гидрофифированной навески трактора.
      </p>
      <img src="images/dest/tsh600/gearLeftOrRight_1.png" alt="gearLeftOrRight_1" class="floatLeft">
      <img src="images/dest/tsh600/gearLeftOrRight_2.png" alt="gearLeftOrRight_2" class="floatRight">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Гидросистема трансмиссии</h3></button>
    <div class="unfoldingList">
      <p>
        Гидросистема трансмиссии имеет гидросистему управления коробкой скоростей и гидросистему поворота. Имеет охлаждающий радиатор для рабочего масла коробки и моста, который позволяет работать трактору в полную нагрузку до +40С окружающей среды.
      </p>
      <img src="images/dest/tsh600/transmissionHydraulicSystem_1.png" alt="transmissionHydraulicSystem_1" class="floatLeft">
      <img src="images/dest/tsh600/transmissionHydraulicSystem_2.png" alt="transmissionHydraulicSystem_2" class="floatRight">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Вал отбора мощности ВОМ</h3></button>
    <div class="unfoldingList">
      <p>
        Вал отбора мощности ВОМ является двухскоростным редуктором с плавным включением и выключением. На выходном валу устанавливаются сменные переходные втулки, которые позволяют иметь присоединительные шлицы для любых орудий труда, которым необходим привод для вращения.
      </p>
      <img src="images/dest/tsh600/PTOBOM_1.png" alt="PTOBOM_1" class="floatLeft">
      <img src="images/dest/tsh600/PTOBOM_2.png" alt="PTOBOM_2" class="floatRight">
    </div>
  </li>

  <li>
    <button class="unfoldingListButton"><h3>Гидрообъёмный ходоуменьшитель</h3></button>
    <p class="unfoldingList">
        Гидрообъёмный ходоуменьшитель установлен в коробке перемены передач. Позволяет обеспечить плавное изменение скорости в понижающем ряду от 0,15 до 1,5 км/час с использованием рабочих диапазонов скоростей коробки.
    </p>
  </li>
  
</ul>
<?php include 'template/foot.php';?>
